---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltHoriz
source: html/ef474301-e93c-41c1-a7c4-d84e911fba90.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltHoriz Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltHoriz { get; }
```